{
  "name":"162ND ANNUAL GALA DINNER (2018)",
  "location": {
    "city":"Durban",
    "address": "On-Board The MSC Musica, Durban Harbour",
    "latitude": 31.0312592,
    "longitude": -29.8702895
  },
  "banner": "https://www.brightedge.com/sites/default/files/sharebanner-events.png",
  "date": "Nov 07, 2018",
  "description": "The Durban Chamber of Commerce and Industry has held an Annual Gala Dinner to commemorate and celebrate the organisation, its membership and the Durban business community as a whole every year since its inception in 1856.This year the Durban Chamber has partnered with long-time member and platinum sponsor of the event, Mediterranean Shipping Company (MSC) Cruises, for the Durban Chamber’s 162nd Annual Gala Dinner which will be hosted on Wednesday, 07 November 2018, on-board the MSC Musica, which will be docking in Durban and Africa for the first time.In line with the Chamber’s drive to boost the adoption of technology amongst local business and gearing the regional economy for the 4th industrial revolution, the Durban Chamber has also brought on board Vodacom and Huawei, who will be gold partners for the event and will showcase their cutting-edge technology in different ways and at various points in the overall event experience.Guests will include business leaders, business owners and entrepreneurs from across Durban and KwaZulu-Natal as well as out of town guests who lead organisations that collaborate with Durban businesses.As a major port City, the Durban Chamber encourages all businesses attending to recognise and capitalise on this platform. ",
  "speakers": [
    {
      "name": "The Honourable. Mr Thembinkosi Willies Mchunu",
      "bio": "Provincial Government since 24 May 2016. He is also the Chairperson of the Parliamentary Executive Board and the Chairperson of the Rules Standing Committee.He became the Speaker of the KZN Legislature in 2004. He was the Executive Member of the Provincial South African Civic Organisation. Mr Mchunu became SACP Provincial Chairperson in 1998, and ANC Provincial Executive Committee Member (1995). He was the Deputy Speaker of the Legislature in KZN (1994) He served as Chairperson of the ANC Northern Natal Region (1990). He was the First Co-ordinator of Joint Working Committee of the UDF & COSATU in pursuit of peace with the IFP (1988). Mr Mchunu was an ANC Underground Structures Member (1980). He was a Union Organizer for Metal and Allied Workers Union (full time ? 1978), and a Trade Unionist Member (1973)..\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Premier of KwaZulu-Natal.",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/thembinkosi_pic.png"
    },
    {
      "name": "Cllr Zandile Gumede",
      "bio": "Having worked her way up within the African National Congress (ANC) ranks from the 1990’s when she was ANC Chairperson in the Angola Branch in Amaoti, recently elected eThekwini Regional Chairperson Zandile Gumede is a woman ready to lead. On 23 August, Gumede was elected as the Mayor of eThekwini Municipality for the 2016-2021 term of office. With a political career spanning over three decades, Gumede has had ample training which has prepared her for the prestigious role of leading more than 3.5 million eThekwini residents.Former Ward 53 Councillor, Executive Committee member and Chairperson of the Community and Emergency Services Committee, Gumede, 55, juggles all her positions and responsibilities with precision. In the eThekwini Municipality, she was also elected as treasurer from 2007 to 2015. She is the former Chairperson of the Community and Emergency Services Committee which governs various Municipal Departments including Metro Police, Health Unit, Fire and Emergency Services, Disaster Management as well as the Parks, Recreation and Culture Unit..\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Mayor",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/zandile_pic.png"
    },
    {
      "name": "Musa Makhunga",
      "bio": "Musa has a career spanning 30 years over diverse industries including, education, manufacturing, mining, retail, banking and consulting. He is the founding managing director of HR Matters (Pty) Ltd, a local Strategic HR Leadership specialist firm. He is also active in the NGO sector whether, through HIV/Aids or Education related philanthropy work, he has been part of founding and running. A teacher by training, ex-Corporate Executive and latterly Businessman by practice, Musa holds a BPAED degree (University of Zululand), Hons. B B&A degree (University of Stellenbosch – Business School), MDP Certificate (Graduate School of Business – University of Durban Westville), Dip. Labour Relations (School of Business Leadership - UNISA) and other specialist certificates. Musa, with other budding entrepreneurs, is establishing a presence in other key industries within the Province, including mineral sands, agriculture and aluminium.\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "President of the Durban Chamber of Commerce and Industry",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/musa_pic.png"
    },
    {
      "name": "Nigel Ward",
      "bio": "Nigel is currently the Senior Vice President of the Board of Toyota South Africa and Toyota South Africa Motors and has been with Toyota South Africa in various positions since January 1982 (a 36-year veteran of Toyota). He sits on various of Toyota’s Executive Committees including the Social, Ethics, Audit and Compliance Committees and his current responsibilities include Research and Development, Purchasing and Production Control, and Logistics. Nigel completed the Executive Development Programme (EDP) at the University of Stellenbosch, and his core areas of expertise include procurement, supply chain and engineering and he has a passion for developing the younger generations and developing the next leaders..\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Deputy President of The Durban Chamber of Commerce and Industry",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/nigel_pic.png"
    },
    {
      "name": "Palesa Phili",
      "bio": "Palesa Phili – CEO of the Durban Chamber of Commerce and Industry Palesa has over 20 years’ experience in the ICT and Telecommunications sector working for leading multinational companies within the ICT sector. She has 10 years’ experience in executive positions within the sector with added experience in board-level positions within the manufacturing and incubation sectors. Her fortes range from strong operational experience to strategic growth and market penetration into various customer environments. She has worked for organisations such as Hewlett Packard, IBM and EMC Computers. Her most recent role was at MTN SA where she was the Regional Head for MTN Business in KZN. Palesa holds a Master’s degree in Business Administration (MBA) from the University of Johannesburg (UJ), an advanced Business Management Programme Certificate and is a member of the esteemed South African Institute of Directors (IOD) and sits on various boards including SmartXchange and Invotech incubators.\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "CEO of the Durban Chamber of Commerce and Industry",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/palesa_pic.png"
    },
    {
      "name": "Ross Volk",
      "bio": "Ross Volk has been steering the ship at MSC Cruises’ South Africa office since 2017. As Managing Director, Volk continues to solidify MSC Cruises as an industry leader in South Africa, developing a strong local brand presence for its international product.Volk’s history with the company extends back to 2015, when he joined MSC Cruises South Africa as its Chief Financial Officer. But he has proven himself to be much more than just a man of numbers. Apart from financial services and audits, his experience extends to diverse industries and areas, including global risk and compliance, and learning and development. It is this varied experience that has shaped his practical and insightful view of business.Volk is known as a hands-on leader who empowers people and builds robust and integrated teams of specialists that respond to socio-economic changes in a positive and effective manner. He leads with open integrity and has a logical, practical edge that inspires deep collaboration. Volk is a SAICA-registered Chartered Accountant and holds a BComm (Hons) in Accounting and Finance. As a former Senior Manager at auditor KPMG, he has done business in over 75 countries around the globe.\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Managing Director, Mediterranean Shipping Company (MSC) Cruises South Africa",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/ross_pic.png"
    },
    {
      "name": "Eleni Kwinana",
      "bio": "Eleni has a keen passion for technology solutions to address real-life challenges and is a firm believer that Africa’s future is dependent on capitalising on the fourth Industrial Revolution to propel the continent forwards. Her working career spans experience with Vodacom for a collective 12 years, Dimension Data, SPAR Group, CNA, Pure Pharmacy to name a few and is currently the Executive Head for the KwaZulu-Natal Vodacom Enterprise Business Unit.  Eleni is a change agent with a passion for transformation and works with SMMEs to embrace technology to ensure sustainable growth. Eleni is also working with SMMEs gearing them to leap into sustainable growth by assisting them in embracing technology.  She is a firm believer that Africa’s future is dependent on capitalising on the 4th Industrial Revolution which will propel the continent forwards in the global market.\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Executive Head of Department: Enterprise Business Unit (EBU), Vodacom",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/eleni_pic.png"
    },
    {
      "name": "Mr Zhao Likun",
      "bio": "Mr Zhao Likun brings a wealth of experience in the ICT sector to his new position as General Manager for the Huawei Consumer Business Group SA. After spending the last few years as the VP of Product and Solutions in Russia, he arrived in South Africa in November 2016.Over the last 20 years, Zhao has honed his skills in Huawei across business groups ensuring that he has adapted all key skills required in this fast-paced telecoms industry with a qualification in Electronic Engineering.\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Vice President: Consumer Business Group, Huawei Southern Africa",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/zhao_pic.png"
    },
    {
      "name": "Doris Viljoen",
      "bio": "Doris Viljoen is a senior futurist at the Institute for Futures Research, with specialised skills in strategy development and environmental strategic awareness. She has consulted to leading listed organisations in South Africa and abroad.She is a curious, forever-learning optimist, passionate about thinking with business leaders to connect the ‘dots on the horizon’.  As Senior Futurist, she endeavours to interpret global trends and assess their relevance for South Africa and Africa.\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Senior Futurist, Institute for Futures Research (IRF), University of Stellenbosch Business School",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/doris_pic.png"
    },
    {
      "name": "Alan Khan",
      "bio": "Doris Viljoen is a senior futurist at the Institute for Futures Research, with specialised skills in strategy development and environmental strategic awareness. She has consulted to leading listed organisations in South Africa and abroad.She is a curious, forever-learning optimist, passionate about thinking with business leaders to connect the ‘dots on the horizon’.  As Senior Futurist, she endeavours to interpret global trends and assess their relevance for South Africa and Africa.\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Programme Director 1",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/alan_pic.png"
    },
    {
      "name": "Nonhlanhla “Noni” Gasa",
      "bio": "Nonhlanhla “Noni” Gasa is no stranger to television audiences and brings over 14 years of media and marketing experience to her role as a resident judge on Project Runway: South Africa. She cut her teeth as a features editor at Media24 in 2004 before joining GLAMOUR magazine as Associate Editor in 2007. Proudly hailing from Durban, Gasa is the former Public Relations Manager for Woolworths and ranks among the country’s most sought-after fashion PR specialists. She holds a BA Journalism degree from the University of Johannesburg, an MBA in Luxury Brand Management from IFA, Shanghai, and a Masters in Luxury Business from Polimoda Istituto, Italy.\r\n",
      "twitter": "",
      "github": "",
      "subtitle": "Programme Director 2",
      "avatar": "https://raw.githubusercontent.com/zolamadolo/resources/master/nonhlanhla_pic.png"
    }
  ],
  "events": [
    {
      "title": "8:00 am",
      "data": [
        { "name" : "Breakfast", "time": "8:00 am - 9:00 am", "place": "Main hallway", "color":"#33E4F0"},
        { "name" : "Meet and Greet", "time": "9:00 am - 9:15 am", "place": "Main hallway", "color":"#33E4F0"}
      ]
    },
    {
      "title": "9:15 am",
      "data": [
        { "name" : "Introduction to Booster.io", "time": "9:15 am - 9:30 am", "place": "Room 2203", "color":"#3392F0", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Getting started with React Native", "time": "9:30 am - 9:45 am", "place": "Room 2202", "color":"#3392F0", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Advanced JSX", "time": "9:45 am - 10:00 am", "place": "Room 2204", "color":"#F05233", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"}
      ]
    },
    {
      "title": "10:00 am",
      "data": [
        { "name" : "Migration to Expo", "time": "10:00 am - 10:15 am", "place": "Room 2203", "color":"#C12071", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "React Native SVG Icons", "time": "10:15 am - 10:30 am", "place": "Room 2202", "color":"#30C120", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "HapiJS Services", "time": "10:30 am - 10:45 am", "place": "Room 2204", "color":"#DEC311", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Workshop - Advanced JSX", "time": "10:45 am - 11:00 am", "place": "Room 2201", "color":"#36BBE4", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"}
      ]
    },
    {
      "title": "11:00 am",
      "data": [
        { "name" : "Migration from Ionic", "time": "11:00 am - 11:15 am", "place": "Room 2203", "color":"#C12071", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Community Integration", "time": "11:15 am - 11:30 am", "place": "Room 2202", "color":"#808080", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Feathers Workshop", "time": "11:30 am - 12:00 pm", "place": "Room 2204", "color":"#DEC311", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"}
      ]
    },
    {
      "title": "12:00 pm",
      "data": [
        { "name" : "Lunch", "time": "12:00 pm - 1:15 pm", "place": "Auditorium", "color":"#33E4F0"}
      ]
    },
    {
      "title": "1:15 pm",
      "data": [
        { "name" : "Introduction to Booster.io", "time": "1:15 pm - 1:30 pm", "place": "Room 2203", "color":"#3392F0", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Getting started with React Native", "time": "1:30 pm - 1:45 pm", "place": "Room 2202", "color":"#3392F0", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Advanced JSX", "time": "1:45 pm - 2:00 pm", "place": "Room 2204", "color":"#F05233", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"}
      ]
    },
    {
      "title": "2:00 pm",
      "data": [
        { "name" : "Migration to Expo", "time": "2:00 pm - 2:15 pm", "place": "Room 2203", "color":"#C12071", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "React Native SVG Icons", "time": "2:15 pm - 2:30 pm", "place": "Room 2202", "color":"#30C120", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "HapiJS Services", "time": "2:30 pm - 2:45 pm", "place": "Room 2204", "color":"#DEC311", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Workshop - Advanced JSX", "time": "2:45 pm - 3:00 pm", "place": "Room 2201", "color":"#36BBE4", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"}
      ]
    },
    {
      "title": "3:00 pm",
      "data": [
        { "name" : "Migration from Ionic", "time": "3:00 pm - 3:15 pm", "place": "Room 2203", "color":"#C12071", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Community Integration", "time": "3:15 pm - 3:30 pm", "place": "Room 2202", "color":"#808080", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"},
        { "name" : "Feathers Workshop", "time": "3:30 pm - 4:00 pm", "place": "Room 2204", "color":"#DEC311", 
          "speaker":"John Doe",
          "description": "Vivamus lobortis dapibus quam vitae sagittis. In in commodo nisi. In aliquam ante vel mi bibendum, maximus molestie ex pellentesque. Proin maximus efficitur efficitur. Aliquam a dolor ultricies, dapibus metus vitae, rutrum ex. Curabitur bibendum tempor ullamcorper"}
      ]
    }
  ]
}
